Repository: ejatjon/Ejat-
Catalog: for_use_tinymce_core_*.po
Languages: ug

source: Redo
ug: قايتىلاش

source: Undo
ug: ئارقىغا يېنىش

source: Cut
ug: كېسىش

source: Copy
ug: كۆچۈرۈش

source: Paste
ug: چاپلاش

source: Select all
ug: ھەممىنى تاللاش

source: New document
ug: يېڭى پۈتۈك

source: Ok
ug: جەزىملەش

source: Cancel
ug: قالدۇرۇش

source: Visual aids
ug: ئەسكەرتىش

source: Bold
ug: توم

source: Italic
ug: يانتۇ

source: Underline
ug: ئاستى سىزىق

source: Strikethrough
ug: ئۆچۈرۈش سىزىقى

source: Superscript
ug: ئۈستۈنكى بەلگە

source: Subscript
ug: ئاستىنقى بەلگە

source: Clear formatting
ug: فورماتنى تازلاش

source: Align left
ug: سولغا توغرىلاش

source: Align center
ug: مەركەزگە توغۇرلاش

source: Align right
ug: ئوڭغا توغۇرلاش

source: Justify
ug: ئىككى يانغا توغۇرلاش

source: Bullet list
ug: بەلگە تىزىملىك

source: Numbered list
ug: سانلىق تىزىملىك

source: Decrease indent
ug: ئالدىغا سۈرۈش

source: Increase indent
ug: كەينىگە سۈرۈش

source: Close
ug: تاقاش

source: Formats
ug: فورمات

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
ug: سىزنىڭ تور كۆرگۈچىڭىز قىيىپ چاپلاش تاختىسى زىيارەت قىلىشنى قوللىمايدۇ. Ctrl+X/C/V تېزلەتمە كۇنۇپكىسى ئارقىلىق كېسىپ چاپلاش مەشغۇلاتى قىلىڭ.

source: Headers
ug: بېشى

source: Header 1
ug: تېما 1

source: Header 2
ug: تېما 2

source: Header 3
ug: تېما 3

source: Header 4
ug: تېما 4

source: Header 5
ug: تېما 5

source: Header 6
ug: تېما 6

source: Headings
ug: ماۋزۇ

source: Heading 1
ug: 1 دەرىجىلىك ماۋزۇ

source: Heading 2
ug: 2 دەرىجىلىك ماۋزۇ

source: Heading 3
ug: 3 دەرىجىلىك ماۋزۇ

source: Heading 4
ug: 4 دەرىجىلىك ماۋزۇ

source: Heading 5
ug: 5 دەرىجىلىك ماۋزۇ

source: Heading 6
ug: 6 دەرىجىلىك ماۋزۇ

source: Preformatted
ug: ئالدىن فورماتلانغان

source: Code
ug: كود

source: Paragraph
ug: پاراگىرا ف

source: Blockquote
ug: ئەسكەرتىش

source: Inline
ug: ئىچكى

source: Blocks
ug: رايون

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
ug: ھازىر چاپلىسىڭىز ساپ تېكىست مەزمۇنى چاپلىنىدۇ. تېكىست شەكلىدە چاپلاش تەڭشىكىنى تاقىۋەتكەنگە قەدەر.

source: Fonts
ug: خەت نۇسخىلىرى

source: Font Sizes
ug: خەت چوڭلۇقى

source: Class
ug: تۈر

source: Browse for an image
ug: رەسىمنى كۆرسىتىش

source: OR
ug: ياكى

source: Drop an image here
ug: بۇ يەردىكى رەسىمنى ئۆچۈرۈش

source: Upload
ug: چىقىرىش

source: Block
ug: پارچە

source: Align
ug: توغرىلىنىشى

source: Default
ug: سۈكۈتتىكى

source: Circle
ug: چەمبەر

source: Disc
ug: دىسكا

source: Square
ug: كىۋادرات

source: Lower Alpha
ug: ئىنگلىزچە كىچىك يېزىلىشى

source: Lower Greek
ug: گىرېكچە كىچىك يېزىلىشى

source: Lower Roman
ug: رىمچە كىچىك يېزىلىشى

source: Upper Alpha
ug: ئىنگلىزچە چوڭ يېزىلىشى

source: Upper Roman
ug: رىمچە چوڭ يېزىلىشى

source: Anchor...
ug: لەڭگەر...

source: Name
ug: نامى

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
ug: Id ھەرپ بىلەن باشلىنىپ، ئارقىسى پەقەت ھەرپ، سان، سىزىق، چېكىت، قوش چېكىت ۋە ئاستى سىزىقلار بولسا بولىدۇ.

source: You have unsaved changes are you sure you want to navigate away?
ug: ساقلانمىغان ئۆزگەرتىشلىرىڭىز بار، راستتىنلا ئايرىلامسىز؟

source: Restore last draft
ug: ئاخىرقى ئارگىنالنى ئەسلىگە كەلتۈرۈش

source: Special character...
ug: ئالاھىدە ھەرپ-بەلگىلەر...

source: Source code
ug: مەنبە كودى

source: Insert/Edit code sample
ug: ئۈلگە كود قىستۇرۇش ياكى تەھرىرلەش

source: Language
ug: تىل

source: Code sample...
ug: ئۈلگە كود...

source: Color Picker
ug: رەڭ تاللىغۇچ

source: Left to right
ug: سولدىن ئوڭغا

source: Right to left
ug: ئوڭدىن سولغا

source: Emoticons
ug: چىراي ئىپادىلىرى

source: Emoticons...
ug: چىراي ئىپادىلىرى...

source: Metadata and Document Properties
ug: مېتامەلۇمات ۋە ھۆججەت خاسلىقلىرى

source: Title
ug: تېمىسى

source: Keywords
ug: ھالقىلىق سۆزلەر

source: Description
ug: چۈشەندۈرۈشى

source: Robots
ug: ماشىنا ئادەم

source: Author
ug: ئاپتورى

source: Encoding
ug: كودىلاش

source: Fullscreen
ug: تولۇق ئېكران

source: Action
ug: مەشغۇلات

source: Shortcut
ug: قىسقا يول

source: Help
ug: ياردەم

source: Address
ug: ئادرېسى

source: Focus to menubar
ug: تىزىملىك بالدىقىنى فوكۇسلاش

source: Focus to toolbar
ug: قورالبالداقنى فوكۇسلاش

source: Focus to element path
ug: ئېلېمېنت يولىنى فوكۇسلاش

source: Focus to contextual toolbar
ug: كونتېكىستلىق قورالبالداقنى فوكۇسلاش

source: Insert link (if link plugin activated)
ug: ئۇلانما قىستۇرۇش (ئۇلانما قىستۇرمىسى ئاكتىپلانغان بولسا)

source: Save (if save plugin activated)
ug: ساقلاش (ساقلاش قىستۇرمىسى ئاكتىپلانغان بولسا)

source: Find (if searchreplace plugin activated)
ug: ئىزدەش (ئىزدەش ۋە ئالماشتۇرۇش قىستۇرمىسى ئاكتىپلانغان بولسا)

source: Plugins installed ({0}):
ug: قاچىلانغان قىستۇرمىلار ({0}):

source: Premium plugins:
ug: ئالىي قىستۇرمىلار:

source: Learn more...
ug: تەپسىلاتى...

source: You are using {0}
ug: ئىشلىتىۋاتقىنىڭىز {0}

source: Plugins
ug: قىستۇرمىلار

source: Handy Shortcuts
ug: قولايلىق قىسقا يوللار

source: Horizontal line
ug: گورىزونتال سىزىق

source: Insert/edit image
ug: رەسىم قىستۇرۇش ياكى تەھرىرلەش

source: Alternative description
ug: تاللانما چۈشەندۈرۈشى

source: Accessibility
ug: ياردەمچە ئىقتىدار

source: Image is decorative
ug: بېزەك رەسىم

source: Source
ug: مەنبە

source: Dimensions
ug: ئۆلچىمى

source: Constrain proportions
ug: نىسبەتنى چەكلەش

source: General
ug: دائىمىي

source: Advanced
ug: ئالىي

source: Style
ug: ئۇسلۇب

source: Vertical space
ug: ۋېرتىكال بوشلۇق

source: Horizontal space
ug: گورىزونتال بوشلۇق

source: Border
ug: گىرۋەك

source: Insert image
ug: رەسىم قىستۇرۇش

source: Image...
ug: رەسىم...

source: Image list
ug: رەسىم تىزىملىكى

source: Rotate counterclockwise
ug: سائەتكە قارشى چۆرۈش

source: Rotate clockwise
ug: سائەت يۆنىلىشىدە چۆرۈش

source: Flip vertically
ug: ۋېرتىكال ئۆرۈش

source: Flip horizontally
ug: گورىزونتال ئۆرۈش

source: Edit image
ug: رەسىم تەھرىرلەش

source: Image options
ug: رەسىم تاللانمىلىرى

source: Zoom in
ug: چوڭايتىش

source: Zoom out
ug: كىچىكلىتىش

source: Crop
ug: قىيىش

source: Resize
ug: چوڭلۇقىنى ئۆزگەرتىش

source: Orientation
ug: يۆنىلىشى

source: Brightness
ug: يورۇقلۇقى

source: Sharpen
ug: ئۆتكۈرلەشتۈرۈش

source: Contrast
ug: سېلىشتۇرمىسى

source: Color levels
ug: رەڭ دەرىجىلىرى

source: Gamma
ug: گامما

source: Invert
ug: تەتۈر

source: Apply
ug: قوللىنىش

source: Back
ug: قايتىش

source: Insert date/time
ug: چېسلا ياكى ۋاقىت قىستۇرۇش

source: Date/time
ug: چېسلا ياكى ۋاقىت

source: Insert/edit link
ug: ئۇلانما قىستۇرۇش ياكى تەھرىرلەش

source: Text to display
ug: كۆرسىتىدىغان تېكىست

source: Url
ug: ئادرېسى

source: Open link in...
ug: ئۇلانما ئېچىش ئورنى...

source: Current window
ug: نۆۋەتتىكى كۆزنەك

source: None
ug: يوق

source: New window
ug: يېڭى كۆزنەك

source: Open link
ug: ئۇلانما ئېچىش

source: Remove link
ug: ئۇلانمىنى چىقىرىۋېتىش

source: Anchors
ug: لەڭگەرلەر

source: Link...
ug: ئۇلانما...

source: Paste or type a link
ug: ئۇلانما چاپلاڭ ياكى كىرگۈزۈڭ

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
ug: سىز كىرگۈزگەن ئادرېس تورخەت ئادرېسىدەك تۇرىدۇ. تەلەپ قىلىنغان mailto: ئالدى قوشۇمچىسىنى قوشامسىز؟

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
ug: سىز كىرگۈزگەن ئادرېس سىرتقى ئۇلانمىدەك تۇرىدۇ. تەلەپ قىلىنغان http:// ئالدى قوشۇمچىسىنى قوشامسىز؟

source: The URL you entered seems to be an external link. Do you want to add the required https:// prefix?
ug: سىز كىرگۈزگەن ئادرېس سىرتقى ئۇلانمىدەك تۇرىدۇ. تەلەپ قىلىنغان https:// ئالدى قوشۇمچىسىنى قوشامسىز؟

source: Link list
ug: ئۇلانما تىزىملىكى

source: Insert video
ug: سىن قىستۇرۇش

source: Insert/edit video
ug: سىن قىستۇرۇش ياكى تەھرىرلەش

source: Insert/edit media
ug: مېدىيا قىستۇرۇش ياكى تەھرىرلەش

source: Alternative source
ug: تاللانما مەنبە

source: Alternative source URL
ug: تاللانما مەنبە ئادرېسى

source: Media poster (Image URL)
ug: مېدىيا مۇقاۋىسى (رەسىم ئادرېسى)

source: Paste your embed code below:
ug: قىستۇرما كودىڭىزنى ئاستىغا چاپلاڭ:

source: Embed
ug: قىستۇرۇش

source: Media...
ug: مېدىيا...

source: Nonbreaking space
ug: ئۈزۈلمەس بوشلۇق

source: Page break
ug: بەت ئايرىش

source: Paste as text
ug: تېكىست شەكلىدە چاپلاش

source: Preview
ug: كۆرۈپ بېقىش

source: Print...
ug: بېسىش...

source: Save
ug: ساقلاش

source: Find
ug: ئىزدەش

source: Replace with
ug: ئالماشتۇرۇش مەزمۇنى

source: Replace
ug: ئالماشتۇرۇش

source: Replace all
ug: ھەممىنى ئالماشتۇرۇش

source: Previous
ug: ئالدىنقى

source: Next
ug: كېيىنكى

source: Find and Replace
ug: ئىزدەش ۋە ئالماشتۇرۇش

source: Find and replace...
ug: ئىزدەش ۋە ئالماشتۇرۇش...

source: Could not find the specified string.
ug: بەلگىلەنگەن مەزمۇن تېپىلمىدى.

source: Match case
ug: چوڭلۇقى ماس كېلىش

source: Find whole words only
ug: پۈتۈن سۆزنىلا ئىزدەش

source: Find in selection
ug: تاللانغاندىن ئىزدەش

source: Spellcheck
ug: ئىملا تەكشۈرۈش

source: Spellcheck Language
ug: ئىملا تەكشۈرۈش تىلى

source: No misspellings found.
ug: ئىملا خاتالىقى تېپىلمىدى.

source: Ignore
ug: ئۆتكۈزۈۋېتىش

source: Ignore all
ug: ھەممىنى ئۆتكۈزۈۋېتىش

source: Finish
ug: تامام

source: Add to Dictionary
ug: لۇغەتكە قوشۇش

source: Insert table
ug: جەدۋەل قىستۇرۇش

source: Table properties
ug: جەدۋەل خاسلىقلىرى

source: Delete table
ug: جەدۋەلنى ئۆچۈرۈش

source: Cell
ug: كاتەكچە

source: Row
ug: قۇر

source: Column
ug: ئىستون

source: Cell properties
ug: كاتەكچە خاسلىقلىرى

source: Merge cells
ug: كاتەكچە بىرلەشتۈرۈش

source: Split cell
ug: كاتەكچە پارچىلاش

source: Insert row before
ug: ئالدىغا قۇر قىستۇرۇش

source: Insert row after
ug: ئارقىغا قۇر قىستۇرۇش

source: Delete row
ug: قۇرنى ئۆچۈرۈش

source: Row properties
ug: قۇر خاسلىقلىرى

source: Cut row
ug: قۇر كېسىش

source: Copy row
ug: قۇر كۆچۈرۈش

source: Paste row before
ug: قۇر ئالدىغا چاپلاش

source: Paste row after
ug: قۇر ئارقىغا چاپلاش

source: Insert column before
ug: ئالدىغا ئىستون قىستۇرۇش

source: Insert column after
ug: ئارقىغا ئىستون قىستۇرۇش

source: Delete column
ug: ئىستوننى ئۆچۈرۈش

source: Cols
ug: ئىستونلار

source: Rows
ug: قۇرلار

source: Width
ug: كەڭلىكى

source: Height
ug: ئېگىزلىكى

source: Cell spacing
ug: كاتەكچە ئارىلىقى

source: Cell padding
ug: كاتەكچە ئىچكى ئارىلىقى

source: Caption
ug: تېمىسى

source: Show caption
ug: تېمىسىنى كۆرسىتىش

source: Left
ug: سولغا

source: Center
ug: ئوتتۇرىغا

source: Right
ug: ئوڭغا

source: Cell type
ug: كاتەكچە تىپى

source: Scope
ug: دائىرە

source: Alignment
ug: توغرىلاش

source: H Align
ug: گورىزونتال توغرىلاش

source: V Align
ug: ۋېرتىكال توغرىلاش

source: Top
ug: ئۈستىگە

source: Middle
ug: ئوتتۇرىغا

source: Bottom
ug: ئاستىغا

source: Header cell
ug: بەت قېشى كاتەكچىسى

source: Row group
ug: قۇر گۇرۇپپىسى

source: Column group
ug: ئىستون گۇرۇپپىسى

source: Row type
ug: قۇر تىپى

source: Header
ug: بەت قېشى

source: Body
ug: بەت گەۋدىسى

source: Footer
ug: بەت ئاستى

source: Border color
ug: گىرۋەك رەڭگى

source: Insert template...
ug: قېلىپ قىستۇرۇش...

source: Templates
ug: قېلىپلار

source: Template
ug: قېلىپ

source: Text color
ug: تېكىست رەڭگى

source: Background color
ug: تەگلىك رەڭگى

source: Custom...
ug: ئىختىيارىي...

source: Custom color
ug: ئىختىيارىي رەڭ

source: No color
ug: رەڭ يوق

source: Remove color
ug: رەڭنى چىقىرىۋېتىش

source: Table of Contents
ug: مۇندەرىجە

source: Show blocks
ug: بۆلەكلەرنى كۆرسىتىش

source: Show invisible characters
ug: يوشۇرۇن ھەرپ-بەلگىلەرنى كۆرسىتىش

source: Word count
ug: سۆز سانى

source: Count
ug: ساناش

source: Document
ug: ھۆججەت

source: Selection
ug: تاللانغان

source: Words
ug: سۆزلەر

source: Words: {0}
ug: سۆزلەر: {0}

source: {0} words
ug: {0} سۆز

source: File
ug: ھۆججەت

source: Edit
ug: تەھرىرلەش

source: Insert
ug: قىستۇرۇش

source: View
ug: كۆرۈنۈش

source: Format
ug: فورمات

source: Table
ug: جەدۋەل

source: Tools
ug: قوراللار

source: Powered by {0}
ug: {0} تەمىنلىگەن

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
ug: فورماتلىق تېكىست رايونى. تىزىملىك ئۈچۈن ALT-F9 نى بېسىڭ. قورالبالداق ئۈچۈن ALT-F10 نى بېسىڭ. ياردەم ئۈچۈن ALT-0 نى بېسىڭ

source: Image title
ug: رەسىم تېمىسى

source: Border width
ug: گىرۋەك كەڭلىكى

source: Border style
ug: گىرۋەك ئۇسلۇبى

source: Error
ug: خاتالىق

source: Warn
ug: ئاگاھلاندۇرۇش

source: Valid
ug: ئۈنۈملۈك

source: To open the popup, press Shift+Enter
ug: سەكرىمە كۆزنەكنى ئېچىش ئۈچۈن Shift+Enter نى بېسىڭ

source: Rich Text Area. Press ALT-0 for help.
ug: فورماتلىق تېكىست رايونى. ياردەم ئۈچۈن ALT-0 نى بېسىڭ.

source: System Font
ug: سىستېما خەت نۇسخىسى

source: Failed to upload image: {0}
ug: رەسىمنى يۈكلىيەلمىدى: {0}

source: Failed to load plugin: {0} from url {1}
ug: قىستۇرمىنى يۈكلىيەلمىدى: {0} نىڭ مەنبە ئادرېسى {1}

source: Failed to load plugin url: {0}
ug: قىستۇرمىنى يۈكلىيەلمىدى ئادرېسى: {0}

source: Failed to initialize plugin: {0}
ug: قىستۇرمىنى دەسلەپلەشتۈرەلمىدى: {0}

source: example
ug: مەسىلەن

source: Search
ug: ئىزدەش

source: All
ug: ھەممە

source: Currency
ug: پۇل

source: Text
ug: تېكىست

source: Quotations
ug: نەقىللەر

source: Mathematical
ug: ماتېماتىكىلىق

source: Extended Latin
ug: كېڭەيتىلگەن لاتىن ھەرپلىرى

source: Symbols
ug: بەلگىلەر

source: Arrows
ug: ئىسترېلكىلار

source: User Defined
ug: ئىشلەتكۈچى بەلگىلىگەن

source: dollar sign
ug: دوللار بەلگىسى

source: currency sign
ug: پۇل بەلگىسى

source: euro-currency sign
ug: ياۋرو پۇل بەلگىسى

source: colon sign
ug: قوش چېكىت بەلگىسى

source: cruzeiro sign
ug: كرۇ بەلگىسى

source: french franc sign
ug: فىرانسىيە فىرانك بەلگىسى

source: lira sign
ug: لىرا بەلگىسى

source: mill sign
ug: مىل بەلگىسى

source: naira sign
ug: نايرا بەلگىسى

source: peseta sign
ug: پېسېتا بەلگىسى

source: rupee sign
ug: رۇپىيە بەلگىسى

source: won sign
ug: ۋون بەلگىسى

source: new sheqel sign
ug: يېڭى شىكىل بەلگىسى

source: dong sign
ug: ۋىيېتنام دوڭى بەلگىسى

source: kip sign
ug: كىپ بەلگىسى

source: tugrik sign
ug: تۈگرىك بەلگىسى

source: drachma sign
ug: دىراخما بەلگىسى

source: german penny symbol
ug: گېرمانىيە پېننى بەلگىسى

source: peso sign
ug: پېسو بەلگىسى

source: guarani sign
ug: گۇئارانى بەلگىسى

source: austral sign
ug: ئاۋسترالىيە پۇل بەلگىسى

source: hryvnia sign
ug: hryvnia بەلگىسى

source: cedi sign
ug: سېدى بەلگىسى

source: livre tournois sign
ug: livre tournois بەلگىسى

source: spesmilo sign
ug: spesmilo بەلگىسى

source: tenge sign
ug: tenge بەلگىسى

source: indian rupee sign
ug: ھىندىستان رۇپىيە بەلگىسى

source: turkish lira sign
ug: تۈركىيە لىرا بەلگىسى

source: nordic mark sign
ug: شىمالىي ياۋروپا مارك بەلگىسى

source: manat sign
ug: manat بەلگىسى

source: ruble sign
ug: رۇبلى بەلگىسى

source: yen character
ug: يېن بەلگىسى

source: yuan character
ug: يۈەن بەلگىسى

source: yuan character, in hong kong and taiwan
ug: يۈەن بەلگىسى (شياڭگاڭ ۋە تەيۋەن)

source: yen/yuan character variant one
ug: يېن ۋە يۈەن بەلگىسى

source: Loading emoticons...
ug: چىراي ئىپادىلىرى يۈكلىنىۋاتىدۇ...

source: Could not load emoticons
ug: چىراي ئىپادىلىرى يۈكلەنمىدى

source: People
ug: ئادەملەر

source: Animals and Nature
ug: ھايۋانلار ۋە تەبىئەت

source: Food and Drink
ug: يېمەك-ئىچمەك

source: Activity
ug: پائالىيەت

source: Travel and Places
ug: ساياھەت ۋە جايلار

source: Objects
ug: نەرسىلەر

source: Flags
ug: بايراقلار

source: Characters
ug: ھەرپ-بەلگىلەر

source: Characters (no spaces)
ug: ھەرپ-بەلگىلەر (بوشلۇقنى ئۆز ئىچىگە ئالمايدۇ)

source: {0} characters
ug: {0} ھەرپ-بەلگە

source: Error: Form submit field collision.
ug: خاتالىق: رامكا (form) يوللاش بۆلىكى توقۇنۇشتى.

source: Error: No form element found.
ug: خاتالىق: رامكا (form) ئېلېمېنتى تېپىلمىدى.

source: Update
ug: يېڭىلاش

source: Color swatch
ug: رەڭ ئۈلگىسى

source: Turquoise
ug: كۆكۈچ يېشىل

source: Green
ug: يېشىل

source: Blue
ug: كۆك

source: Purple
ug: بىنەپشە

source: Navy Blue
ug: دېڭىز كۆك

source: Dark Turquoise
ug: توق كۆكۈچ يېشىل

source: Dark Green
ug: توق يېشىل

source: Medium Blue
ug: ئارا كۆك

source: Medium Purple
ug: ئارا بىنەپشە

source: Midnight Blue
ug: قارا كۆك

source: Yellow
ug: سېرىق

source: Orange
ug: قىزغۇچ سېرىق

source: Red
ug: قىزىل

source: Light Gray
ug: ئاچ كۈلرەڭ

source: Gray
ug: كۈلرەڭ

source: Dark Yellow
ug: توق سېرىق

source: Dark Orange
ug: توق قىزغۇچ

source: Dark Red
ug: توق قىزىل

source: Medium Gray
ug: ئوتتۇرھال كۈلرەڭ

source: Dark Gray
ug: توق كۈلرەڭ

source: Light Green
ug: ئاچ يېشىل

source: Light Yellow
ug: ئاچ سېرىق

source: Light Red
ug: ئاچ قىزىل

source: Light Purple
ug: ئاچ بىنەپشە

source: Light Blue
ug: ئاچ كۆك

source: Dark Purple
ug: توق بىنەپشە

source: Dark Blue
ug: توق كۆك

source: Black
ug: قارا

source: White
ug: ئاق

source: Switch to or from fullscreen mode
ug: تولۇق ئېكران ھالىتىنى ئالماشتۇرۇش

source: Open help dialog
ug: ياردەم دىيالوگىنى ئېچىش

source: history
ug: تارىخىي ئۇچۇر

source: styles
ug: ئۇسلۇبلار

source: formatting
ug: فورماتلاش

source: alignment
ug: توغرىلاش

source: indentation
ug: تارايتىش

source: Font
ug: خەت نۇسخىسى

source: Size
ug: چوڭلۇقى

source: More...
ug: تېخىمۇ كۆپ...

source: Select...
ug: تاللاش...

source: Preferences
ug: مايىللىقلىرى

source: Yes
ug: ھەئە

source: No
ug: ياق

source: Keyboard Navigation
ug: يۆتكىلىشچان كۇنۇپكا تاختىسى

source: Version
ug: نەشرى

source: Code view
ug: كود كۆرۈنۈشى

source: Open popup menu for split buttons
ug: بۆلۈنمە كۇنۇپكىلار ئۈچۈن سەكرىمە تىزىملىك ئېچىش

source: List Properties
ug: تىزىملىك خاسلىقلىرى

source: List properties...
ug: تىزىملىك خاسلىقلىرى...

source: Start list at number
ug: تىزىملىكنى سان بىلەن باشلاش

source: Line height
ug: قۇر ئارىلىقى

source: comments
ug: ئىنكاسلار

source: Format Painter
ug: فورمات كۆچۈرگۈچ

source: Insert/edit iframe
ug: رامكا (iframe) قىستۇرۇش ياكى تەھرىرلەش

source: Capitalization
ug: چوڭ ھەرپكە ئالماشتۇرۇش

source: lowercase
ug: كىچىك ھەرپ

source: UPPERCASE
ug: چوڭ ھەرپ

source: Title Case
ug: تېما ئۇسلۇبى

source: permanent pen
ug: دائىملىق قەلەم

source: Permanent Pen Properties
ug: دائىملىق قەلەم خاسلىقلىرى

source: Permanent pen properties...
ug: دائىملىق قەلەم خاسلىقلىرى...

source: case change
ug: چوڭلۇقىنى ئۆزگەرتىش

source: page embed
ug: قىستۇرما بەت

source: Advanced sort...
ug: ئالىي تىزىش...

source: Advanced Sort
ug: ئالىي تىزىش

source: Sort table by column ascending
ug: جەدۋەلنى ئىستوننىڭ ئېشىشى بويىچە تىزىش

source: Sort table by column descending
ug: جەدۋەلنى ئىستوننىڭ كېمىيىشى بويىچە تىزىش

source: Sort
ug: تىزىش

source: Order
ug: تەرتىپى

source: Sort by
ug: تىزىش شەكلى

source: Ascending
ug: ئېشىش

source: Descending
ug: كېمىيىش

source: Column {0}
ug: {0} ئىستون

source: Row {0}
ug: {0}-قۇر

source: Spellcheck...
ug: ئىملا تەكشۈرۈش...

source: Misspelled word
ug: خاتا سۆز

source: Suggestions
ug: تەۋسىيەلەر

source: Change
ug: ئۆزگەرتىش

source: Finding word suggestions
ug: تەۋسىيە سۆزلەرنى ئىزدەش

source: Success
ug: ئوڭۇشلۇق بولدى

source: Repair
ug: ئوڭشاش

source: Issue {0} of {1}
ug: {0}-مەسىلە، جەمئىي {1} مەسىلە

source: Images must be marked as decorative or have an alternative text description
ug: رەسىملەرنىڭ چوقۇم بېزەك بەلگىسى ياكى تاللانما تېكىست چۈشەندۈرۈشى بولۇشى كېرەك

source: Images must have an alternative text description. Decorative images are not allowed.
ug: رەسىملەرنىڭ چوقۇم تاللانما تېكىست چۈشەندۈرۈشى بولۇشى كېرەك. بېزەك رەسىملەرگە رۇخسەت قىلىنمايدۇ.

source: Or provide alternative text:
ug: ياكى تاللانما تېكىستنى كىرگۈزۈڭ:

source: Make image decorative:
ug: بېزەك رەسىم قىلىڭ:

source: ID attribute must be unique
ug: ID خاسلىقى بىردىنبىر بولۇشى كېرەك

source: Make ID unique
ug: ID نى بىردىنبىر قىلىش

source: Keep this ID and remove all others
ug: بۇ ID دىن باشقىلىرىنى چىقىرىۋېتىش

source: Remove this ID
ug: بۇ ID نى چىقىرىۋېتىش

source: Remove all IDs
ug: بارلىق ID نى چىقىرىۋېتىش

source: Checklist
ug: تاللانما تىزىملىك
